Repository: WPPlugins/poule-tournament
Catalog: languages/poule-tournament-*.po
Languages: nl_nl

source: You can change your prediction %s before the match
nl_nl: Je kan je verwachtingen aanpassen tot %s minuten voor de wedstrijd

source: You can change your prediction %s before the first match
nl_nl: Je kan je verwachtingen aanpassen tot %s minuten voor de eerste wedstrijd

source: Matches
nl_nl: Wedstrijden

source: Official Result
nl_nl: Officiële uitslsg

source: Poule settings
nl_nl: Poule instellingen

source: First
nl_nl: Eerste

source: Winnar
nl_nl: Winnaar

source: Second
nl_nl: Tweede

source: Loser
nl_nl: Verliezer

source: Email from:
nl_nl: Email van

source: Email from name:
nl_nl: Email van naam

source: Email title for invitation a user for a subpoule:
nl_nl: uitnodiging voor deelnemen aan subpoule email titel

source: Invitation subpoule email content
nl_nl: uitnodiging voor deelnemen aan subpoule email content

source: Email title for invitation a user for a account:
nl_nl: uitnodiging voor aanmaken van een account email titel

source: Invitation user email content
nl_nl: uitnodiging voor aanmaken van een account email content

source: Activate Sub-poules
nl_nl: Activeer subpoule

source: Subpoule email from
nl_nl: Subpoule email van

source: Invite people to also start
nl_nl: Mensen uitnodigen om ook mee te doen

source: Add subpoule default poule
nl_nl: Standaard subpoule toevoegen

source: Thank you message
nl_nl: Bedankt bericht

source: Redirect to the thank you page
nl_nl: Redirect naar een bedankt pagina

source: Time that the users have to change their predicition
nl_nl: Tijd dat de gebruikers hebben tot het invullen van hun verwachtingen

source: Users can 1 times set their prediction
nl_nl: Gebruikers kunnen maar 1 keer hun voorspellingen invullen

source: Official score
nl_nl: Officiele uitslag

source: My prediction
nl_nl: Mijn Voorspellingen

source: Subpoules
nl_nl: Subpoule

source: Delete the phases
nl_nl: Verwijder de fase

source: Delete
nl_nl: Verwijderen

source: Add wk phases
nl_nl: WK fases toevoegen

source: Add phases
nl_nl: fases toevoegen

source: Add ek phases
nl_nl: EK fases toevoegen

source: Delete official result
nl_nl: Verwijder de officiële uitslag

source: Delete user predictions
nl_nl: Verwijder de gebruikers verwachtingen

source: Add
nl_nl: Toevoegen

source: Green
nl_nl: Groen

source: The group and matches are saved.
nl_nl: De groep en wedstrijden zijn opgeslagen

source: There is a error.<ul><li>Wrong or no group name</li><li>Wrong date or time</li></ul>
nl_nl: Er is een error. <ul><li>Verkeerde of geen groeps naam</li><li>Verkeerde tijd of datum</li></ul>

source: Edit
nl_nl: Bewerken

source: There is a error. And the saved date will be show.<ul><li>Wrong or no group name</li><li>Wrong date or time</li></ul>
nl_nl: Er is een error en de opgeslagen data wordt weer <ul><li>Verkeerde of geen groeps naam</li><li>Verkeerde tijd of datum</li></ul>

source: Automatic
nl_nl: Automatisch

source: Information
nl_nl: Informatie

source: Create fast all the matches for the next phase.
nl_nl: Maak snel alle wedstrijden voor de volgende fase aan

source: The changes are saved.
nl_nl: De veranderingen zijn opgeslagen

source: Group doesn't exist
nl_nl: De groep bestaat niet

source: default
nl_nl: Standaard

source: Edit match group
nl_nl: Groep bewerken

source: Type here the name of the group
nl_nl: Type hier de naam van de groep

source: Save changes
nl_nl: Sla wijzigingen op

source: Add match group
nl_nl: Groep toevoegen

source: New Match
nl_nl: Nieuwe wedstrijd

source: Auto Match
nl_nl: automatisch wedstrijden maken

source: Login is required to view this page
nl_nl: Inloggen is verplicht tot het bekijken van deze pagina

source: Username
nl_nl: Gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: Remember Me
nl_nl: Onthou mij

source: Podium place
nl_nl: Podium plaats

source: Fullname
nl_nl: Volledige naam

source: Points
nl_nl: Punten

source: Default
nl_nl: Standaard

source: Manage own poules
nl_nl: Beheer eigen subpoules

source: Phase name
nl_nl: Fase naam

source: Predictions
nl_nl: voorspellingen

source: Start Time
nl_nl: Starttijd

source: Country 1
nl_nl: Land 1

source: Country 2
nl_nl: Land 2

source: Save
nl_nl: Opslaan

source: Subpoule Name
nl_nl: Subpoule naam

source: Invited By
nl_nl: Uitgenodigd door

source: Actions
nl_nl: Acties

source: Accept
nl_nl: Acceteren

source: Remove
nl_nl: Verwijderen

source: No invitations
nl_nl: Geen uitnodigingen

source: Name
nl_nl: Naam

source: From
nl_nl: Van

source: Invitations
nl_nl: Uitnodigingen

source: Own Subpoules
nl_nl: Eigen subpoules

source: Date Create
nl_nl: Datum aanmaken

source: Count Users
nl_nl: Aantal gebruikers

source: Add a subpoule
nl_nl: Subpoule toevoegen

source: General
nl_nl: Algemeen

source: Subpoule name
nl_nl: Subpoule naam

source: Users can added by the edit page.
nl_nl: Gebruikers kunnen op de bewerk pagina worden toegevoegd

source: Close
nl_nl: Sluiten

source: Add subpoule
nl_nl: Subpoule toevoegen

source: Edit a subpoule
nl_nl: Subpoule bewerken

source: Description
nl_nl: Omschrijving

source: Users
nl_nl: Gebruikers

source: Full name
nl_nl: Volledige naam

source: No matches
nl_nl: Geen wedstrijden

source: Dear:
nl_nl: Beste:

source: Number of groups in the phase
nl_nl: Aantal groepen in de fase

source: Number of matches in one group
nl_nl: Aantal wedstrijden in 1 groep

source: Penalties for this phase?
nl_nl: Penalties voor deze fase

source: Users in the group
nl_nl: Gebruikers in de groep

source: Countries
nl_nl: Landen

source: Country
nl_nl: Land

source: Add Country
nl_nl: Land toevoegen

source: Add New Country
nl_nl: Nieuw land toevoegen

source: Edit Country
nl_nl: Land bewerken

source: New Country
nl_nl: Nieuw land

source: All Countries
nl_nl: Alle landen

source: View Country
nl_nl: Bekijk land

source: Search Countries
nl_nl: Landen zoeken

source: No Countries found
nl_nl: Geen landen gevonden

source: No Countries found in the Trash
nl_nl: Geen landen gevonden in de prullenbak

source: Here can you add new tournament phases
nl_nl: Hier kunt u de nieuwe toernooi fases toevoegen

source: Add Subpoule
nl_nl: Subpoule toevoegen

source: Add New Subpoule
nl_nl: Nieuwe subpoule toevoegen

source: Edit Subpoule
nl_nl: Subpoule bewerken

source: New Subpoule
nl_nl: Nieuwe subpoule

source: All Subpoules
nl_nl: Alle subpoules

source: View Subpoule
nl_nl: subpoule bekijken

source: Search Subpoule
nl_nl: Subpoule zoeken

source: No Subpoules found
nl_nl: Geen subpoule gevonden

source: No Subpoules found in the Trash
nl_nl: Geen subpoule in de prullenbak

source: Here can you add new subpoules
nl_nl: Hier kunt u een nieuwe fase toevoegen

source: Phases
nl_nl: Fases

source: Phase
nl_nl: Fase

source: Search Phases
nl_nl: Fase zoeken

source: All Phases
nl_nl: Alle fases

source: Parent Phase
nl_nl: hoofd fase

source: Parent Phase:
nl_nl: Hoofd fase:

source: Edit Phase
nl_nl: Fase bewerken

source: Update Phase
nl_nl: Fase Bijwerken

source: Add New Phase
nl_nl: Nieuwe fase toevoegen

source: New Phase Name
nl_nl: Nieuwe fase naam

source: Poule tournament
nl_nl: Poule Toernooi

source: Show on podium
nl_nl: Laat zien op het podium

source: You can only enter one time your prediction
nl_nl: Je kan maar 1 keer je verwachtingen invullen

source: No matches in this tournament phase
nl_nl: Geen wedstrijden in deze fase

source: You are now added to the subpoule
nl_nl: Je bent nu toegevoegd tot de subpoule

source: You have already accepted/remove this subpoule
nl_nl: Je hebt deze subpoule al geaccepteerd/verwijdert

source: For accept/remove this subpoule is a login required
nl_nl: Voor het accepteren/verwijderen van deze subpoule is inloggen verplicht

source: Wrong url parameters
nl_nl: Verkeerde url parameters

source: No phase
nl_nl: Geen fases

source: Login is required
nl_nl: Inloggen is verplicht

source: Accepted
nl_nl: Geaccepteerd

source: Invitation
nl_nl: Uitnodiging

source: User do not exist
nl_nl: Gebruiker bestaat niet

source: group
nl_nl: groep

source: Group
nl_nl: Groep

source: 18e-final
nl_nl: 18de finale

source: 18e-Final
nl_nl: 18de Finale

source: quarterfinals
nl_nl: kwartfinales

source: Quarterfinals
nl_nl: Kwartfinales

source: semifinal
nl_nl: halfefinale

source: Semifinal
nl_nl: Halfefinale

source: 3rd-4th-place
nl_nl: 3de 4de plaats

source: 3rd 4th Place
nl_nl: 3de 4de Plaats

source: final
nl_nl: finale

source: Final
nl_nl: Finale

source: Please, Check your prediction again.
nl_nl: Please,controleer je voorspellingen nog een keer
